export let questions = [
    {
      q: "كم عدد ألقاب ريال مدريد  في دوري الأبطال  ",
      ch: ["12", "7", "16", "14"],
      corr: "14",
    },
    {
      q: "من المتوج بأمم أوروبا  2004 ؟",
      ch: ["فرنسا  ", "ألمانيا ", "إنجلترا", "اليونان "],
      corr: "اليونان",
    },
    {
      q: "من هو المنتخب الأكثر تتويجا بكوبا أمريكا ؟",
      ch: ["كولومبيا", "الأوروجواي ", "البرازيل  ", "الأرجنتين "],
      corr: "الأوروجواي",
    },
    {
      q: "من هو اللاعب الإفريقي المتوج بالكرة الذهبية ؟",
      ch: ["محمد صلاح", "  ديدي دروغبا", "جورج ويا", " مصطفى حجي "],
      corr: "جورج ويا",
    },
    {
      q: "من هو الفائز بالكرة الذهبية 2018 ؟",
      ch: ["ميسي ", "مودريتش ", "رونالدو " ,"نيمار "],
      corr: "مودريتش",
    },
    {
      q: " كم عدد ألقاب الأرجنتين في كأس العالم ؟",
      ch: ["1 ", "2 ", "3", "4 "],
      corr: "2",
    },
    {
      q: "من هو أول منتخب متوج بكأس العالم ؟",
      ch: ["البرازيل  ", "ألمانيا  ", "الأوروجواي  ", "إنجلترا "],
      corr: "الأوروجواي",
    },
    {
      q: " كم عدد ألقاب إنجلترا في كأس أمم أوروبا ؟ ",
      ch: ["0 ", "1", "2", "3"],
      corr: "0",
    },
    
    {
      q: " كم عدد ألقاب الرجاء الرياضي في الدوري المغربي ؟ ",
      ch: ["12  ", "13", "14", "15"],
      corr: "12",
    },
    {
      q: " ما هو أفضل إنجاز للأهلي المصري في كأس العالم للأندية ؟  ",
      ch: ["المركز الأول  ", "المركز الثاني", "المركز الثالث", " المركز الرابع "],
      corr: "المركز الثالث",
    },
    {
      q: "  كم مرة تأهلت الجزائر لكأس العالم ؟  ",
      ch: ["4", " 3", " 6", "  5 "],
      corr: "4",
    },
    {
      q: "   ما هو أفضل إنجاز لقارة آسيا في كأس العالم ؟   ",
      ch: ["الدور الثاني ", " ربع النهائي ", " نصف النهائي", "  النهائي "],
      corr: "نصف النهائي",
    },
    {
      q: "   من هو أول منتخب عربي يتجاوز الدور الأول من كأس العالم ؟   ",
      ch: [" السعودية  ", " الجزائر   ", "  تونس  "," المغرب "],
      corr: " المغرب",
    },
    {
      q: "  من هو الهداف التاريخي للدوري الألماني  ؟ ",
      ch: [" توماس مولر ", " إرلينغ هالاند  ", "  جيرد مولر  ", "  روبرت ليفاندوفسكي  "],
      corr: "جيرد مولر  ",
    },
    
    {
      q: "  كم مرة فازت تونس بكأس أفريقيا ؟ ",
      ch: [" 1", "2 ", " 3", "4 "],
      corr: " 1 ",
    },
    {
      q: " ماهي أغلى جائزة في مسابقات  كرة القدم  ؟  ",
      ch: [" كأس أمم أوروبا ", "بلاي أوف الدوري الإنجليزي  ", " الدوري الانجليزي ", "كأس العالم  "],
      corr: " بلاي أوف الدوري الإنجليزي  ",
    },
    
  ];